[
{
	"random": "1",
	"date": "1992-01-18",
	"name": "Tressa",
	"city": "Jayapura",
	"country": "Zambia",
	"countryCode": "TV",
	"review": "Rider Magazine, the crankshaft on the ST1100 (and the ST1300) runs front-to-back, not side-to-side. Front-to-back is longitudinal. Side-to-side is transverse."
},
{
	"random": "2",
	"date": "1980-11-17",
	"name": "Carree",
	"city": "Kabul",
	"country": "Uruguay",
	"countryCode": "VI",
	"review": "Oops, Clem used the term “transverse” to refer to the crankshaft orientation, but he meant “longitudinal.” Both the crankshaft and driveshaft on the ST1100 are parallel. Apologies for the confusion."
},
{
	"random": "3",
	"date": "1996-04-06",
	"name": "Coral",
	"city": "Yellowknife",
	"country": "Croatia",
	"countryCode": "CL",
	"review": "so, who is correct? I think Fred is because valve covers on both sides of the engine which would indicate a longitudinal (paragraph 6, first sentence) crankshaft that is 90 degrees to the axles not parallel to them "
},
{
	"random": "4",
	"date": "1985-07-06",
	"name": "Maridel",
	"city": "Dalian",
	"country": "Morocco",
	"countryCode": "CA",
	"review": "Retrospective has always been one of my favorite writings by Clem. Always a pleasant trip down memory lane as I’ve owned, or lusted after many of the bikes of which he has written. Here’s wishing you another 100,000 miles on your ST, Clem!"
},
{
	"random": "5",
	"date": "1980-12-24",
	"name": "Gratia",
	"city": "Ouagadougou",
	"country": "Saint Pierre and Miquelon",
	"countryCode": "SR",
	"review": "I remember when Clem bought the second ST1100 (no better replacement at the time). I had a ’98 and loved it. I didn’t care for the ST1300 so I kept the ST1100 for 150k miles. Eats tires"
},
{
	"random": "6",
	"date": "1992-07-30",
	"name": "Marika",
	"city": "Mexico City",
	"country": "Tunisia",
	"countryCode": "CM",
	"review": "Ditto on “Retrospective”. From time-to-to I do my own retrospective and reread Clem’s articles. A classic man reporting on classic bikes; what could be better!"
},
{
	"random": "7",
	"date": "1994-04-28",
	"name": "Deloria",
	"city": "Port of Spain",
	"country": "Heard Island and Mcdonald Islands",
	"countryCode": "LT",
	"review": "Good to see and read Clem’s writings again. Since the ST1100 was not available in 2008, I opted for an FJR1300."
},
{
	"random": "8",
	"date": "1984-09-20",
	"firstname": "Paule",
	"lastname": "Corrine",
	"city": "San Juan",
	"country": "Slovenia",
	"countryCode": "TM",
	"review": "I’m 75 years old and have an ST1100 with only 13,000 miles on it. I better get busy riding it if I expect to ever break it in!"
},
{
	"random": "90",
	"date": "1992-05-26",
	"name": "Cristine",
	"city": "Manchester",
	"country": "Kiribati",
	"countryCode": "PE",
	"review": "Yeah…a great motorcycle ! I wish Honda still made something along those lines. I owned a ’21 Goldwing DCT for about 7 months…hated that bike, and longed for something far less heavy and clunky."
},
{
	"random": "10",
	"date": "1985-12-02",
	"name": "Konstance",
	"city": "La Serena",
	"country": "Wallis and Futuna",
	"countryCode": "LK",
	"review": "Well written as always. Surely miss the retrospective at the end of the magazine."
}
]